Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_OOBECrossOSFileAccess_WindowsFromLinuxTitle.Text
source: Access your Windows files from Linux
cs_cz: Přístup k souborům Windows z Linuxu
da_dk: Få adgang til dine Windows-filer fra Linux
de_de: Von Linux aus auf Ihre Windows-Dateien zugreifen
el_gr: Αποκτήστε πρόσβαση στα αρχεία των Windows από το Linux
es_es: Acceso a los archivos de Windows desde Linux
fi_fi: Käytä Windows-tiedostoja Linuxista
fr_fr: Accédez à vos fichiers Windows depuis Linux
hu_hu: Windows-fájlok elérése Linuxból
it_it: Accedi ai file di Windows da Linux
ja_jp: Linux から Windows ファイルにアクセスする
ko_kr: Linux에서 Windows 파일에 액세스
nb_no: Få tilgang til Windows-filer fra Linux
nl_nl: Toegang tot uw Windows-bestanden vanuit Linux
pl_pl: Uzyskaj dostępu do plików systemu Windows z systemu Linux
pt_br: Acessar seus arquivos do Windows a partir do Linux
pt_pt: Aceder aos seus ficheiros do Windows no Linux
ru_ru: Доступ к файлам Windows из Linux
sv_se: Få åtkomst till dina Windows-filer från Linux
tr_tr: Windows dosyalarınıza Linux'tan erişme
zh_cn: 从 Linux 访问 Windows 文件
zh_tw: 從 Linux 存取 Windows 檔案

# Settings_OOBECrossOSFileAccess_WindowsFromLinuxSample.Text
source: You can access your Windows files from within Linux by navigating to /mnt and then to your Windows drive letter, like this example for the C drive: 'cd /mnt/c'
cs_cz: K souborům ve Windows můžete přistupovat z Linuxu tak, že přejdete na /mnt a pak na písmeno jednotky ve Windows, například na jednotku C: cd /mnt/c
da_dk: Du kan få adgang til dine Windows-filer fra Linux ved at navigere til "/mnt" og derefter til dit Windows-drevbogstav, som dette eksempel på C-drevet: 'cd /mnt/c'
de_de: Sie können auf Ihre Windows-Dateien unter Linux zugreifen, indem Sie zu „/mnt“ und dann zu Ihrem Windows-Laufwerksbuchstaben navigieren, wie in diesem Beispiel für das Laufwerk C: „cd /mnt/c“
el_gr: Μπορείτε να αποκτήσετε πρόσβαση στα αρχεία των Windows μέσα από το Linux, μεταβαίνοντας στο '/mnt' και στη συνέχεια στο γράμμα της μονάδας δίσκου των Windows, όπως σε αυτό το παράδειγμα για τη μονάδα δίσκου C: 'cd /mnt/c'
es_es: Para acceder a los archivos de Windows desde Linux, ve a '/mnt' y, a continuación, a la letra de unidad de Windows, como en este ejemplo para la unidad C: 'cd /mnt/c'
fi_fi: Voit käyttää Windows-tiedostoja Linuxissa siirtymällä kohteeseen /mnt ja sitten Windows-aseman kirjaimeen, kuten tässä esimerkissä C-asemaan: cd /mnt/c
fr_fr: Vous pouvez accéder à vos fichiers Windows depuis Linux en accédant à « /mnt » puis à la lettre de votre lecteur Windows, comme dans cet exemple pour le lecteur C : 'cd /mnt/c'
hu_hu: A Windows-fájlokat a Linuxon belül érheti el, ha a „/mnt” helyre, majd a Windows meghajtóbetűjelére lép, a C-meghajtó alábbi példájához hasonlóan: 'cd /mnt/c'
it_it: Puoi accedere ai file di Windows da Linux passando a ‘/mnt’ e quindi alla lettera di unità di Windows, come nell'esempio seguente per l'unità C: 'cd /mnt/c'
ja_jp: Linux 内から Windows ファイルにアクセスするには、'/mnt' に移動し、次に示す C ドライブの例のように Windows ドライブ文字に移動します: 'cd /mnt/c'
ko_kr: C 드라이브에 대한 다음 예제와 같이 '/mnt'로 이동한 다음 Windows 드라이브 문자로 이동하여 Linux 내에서 Windows 파일에 액세스할 수 있습니다. 'cd /mnt/c'
nb_no: Du kan få tilgang til Windows-filer fra Linux ved å navigere til /mnt og deretter til Windows-stasjonsbokstaven, slik som dette eksemplet for C-stasjonen: cd /mnt/c
nl_nl: U hebt vanuit Linux toegang tot uw Windows-bestanden door te navigeren naar '/mnt' en vervolgens naar uw Windows-stationsletter, zoals in dit voorbeeld voor het C-station: 'cd /mnt/c'
pl_pl: Możesz uzyskać dostęp do plików systemu Windows z poziomu systemu Linux, przechodząc do lokalizacji „/mnt”, a następnie do litery dysku systemu Windows, jak w tym przykładzie dla dysku C: „cd /mnt/c”
pt_br: Você pode acessar seus arquivos do Windows a partir do Linux navegando até ‘/mnt’ e, em seguida, até a letra da unidade do Windows, como neste exemplo para a unidade C: 'cd /mnt/c'
pt_pt: Pode aceder aos seus ficheiros do Windows no Linux ao navegar para “/mnt” e, em seguida, para a letra de unidade do Windows, como este exemplo para a unidade C: 'cd /mnt/c'
ru_ru: Чтобы получить доступ к файлам Windows из Linux, перейдите в "/mnt", а затем на букву диска Windows, например, на диск C: 'cd /mnt/c'
sv_se: Du kan komma åt dina Windows-filer från Linux genom att navigera till /mnt och sedan till din Windows-enhetsbeteckning, t.ex. för C-enheten: cd /mnt/c
tr_tr: Windows dosyalarınıza Linux içinden '/mnt' ve ardından bu örnekteki C sürücüsü gibi Windows sürücü harfinize giderek erişebilirsiniz: 'cd /mnt/c'
zh_cn: 通过导航到 '/mnt'，然后导航到你的 Windows 驱动器号(例如在本示例中为 C 驱动器)，可以从 Linux 中访问你的 Windows 文件: 'cd /mnt/c'
zh_tw: 您可以依序瀏覽至 ‘/mnt’ 與 Windows 磁碟機代號 (如範例所示的 C 磁碟機)，藉以在 Linux 中存取 Windows 檔案: 'cd /mnt/c'

# Settings_OOBECrossOSFileAccess_LinuxFromFileExplorerTitle.Text
source: Access your Linux files with File Explorer
cs_cz: Přístup k souborům Linuxu pomocí Průzkumníka souborů
da_dk: Få adgang til dine Linux-filer med Stifinder
de_de: Zugriff auf Ihre Linux-Dateien mit dem Datei-Explorer
el_gr: Αποκτήστε πρόσβαση στα αρχεία του Linux με την Εξερεύνηση Αρχείων
es_es: Acceda a los archivos de Linux con el Explorador de archivos
fi_fi: Käytä Linux-tiedostoja Resurssienhallinnalla
fr_fr: Accédez à vos fichiers Linux avec l'explorateur de fichiers
hu_hu: A Linux-fájlok elérése a Fájlkezelőben
it_it: Accedi ai file Linux con Esplora file
ja_jp: エクスプローラーを使用して Linux ファイルにアクセスする
ko_kr: 파일 탐색기를 사용하여 Linux 파일에 액세스
nb_no: Få tilgang til Linux-filer med Filutforsker
nl_nl: Toegang tot uw Linux-bestanden met Bestandenverkenner
pl_pl: Uzyskaj dostępu do plików systemu Linux za pomocą Eksploratora plików
pt_br: Acessar seus arquivos do Linux com o Explorador de Arquivos
pt_pt: Aceder aos seus ficheiros do Linux com o Explorador de Ficheiros
ru_ru: Доступ к файлам Linux с помощью проводника
sv_se: Få åtkomst till dina Linux-filer med Utforskaren
tr_tr: Linux dosyalarınıza Dosya Gezgini ile erişme
zh_cn: 使用文件资源管理器访问 Linux 文件
zh_tw: 使用檔案總管存取 Linux 檔案

# Settings_OOBECrossOSFileAccess_LinuxFromFileExplorerSample.Text
source: You can view your Linux files from File Explorer by navigating to '\\wsl.localhost\' or clicking on the Linux icon.
cs_cz: Linuxové soubory si můžete zobrazit v Průzkumníku souborů tak, že přejdete na \\wsl.localhost\ nebo kliknete na ikonu Linux.
da_dk: Du kan få vist dine Linux-filer fra Stifinder ved at navigere til '\\wsl.localhost\' eller klikke på ikonet ‘Linux’.
de_de: Sie können Ihre Linux-Dateien im Datei-Explorer anzeigen, indem Sie zu „\\wsl.localhost\“ navigieren oder auf das „Linux“-Symbol klicken.
el_gr: Μπορείτε να δείτε τα αρχεία του Linux σας από την Εξερεύνηση Αρχείων των Windows (File Explorer) μεταβαίνοντας στο '\\wsl.localhost\' ή κάνοντας κλικ στο εικονίδιο 'Linux'.
es_es: Para ver los archivos de Linux desde Explorador de archivos, vaya a '\\wsl.localhost\'' o haga clic en el icono "Linux".
fi_fi: Voit tarkastella Linux-tiedostoja Resurssienhallinnassa siirtymällä kohtaan \\wsl.localhost\ tai napsauttamalla Linux-kuvaketta.
fr_fr: Vous pouvez afficher vos fichiers Linux à partir de l'Explorateur de fichiers en accédant à '\\wsl.localhost\' ou en cliquant sur l'icône « Linux ».
hu_hu: A Linux-fájlokat a Fájlkezelőben a '\\wsl.localhost\' mappában vagy a Linux ikonra kattintva tekintheti meg.
it_it: Puoi visualizzare i file Linux da Esplora file passando a '\\wsl.localhost\' o facendo clic sull'icona 'Linux'.
ja_jp: '\\wsl.localhost\' に移動するか、'Linux' アイコンをクリックすると、エクスプローラーから Linux ファイルを表示できます。
ko_kr: 파일 탐색기에서 '\\wsl.localhost\'로 이동하거나 'Linux' 아이콘을 클릭하여 Linux 파일을 볼 수 있습니다.
nb_no: Du kan vise Linux-filene fra Filutforsker ved å navigere til \\wsl.localhost\ eller klikke på Linux-ikonet.
nl_nl: U kunt uw Linux-bestanden weergeven in Verkenner door te navigeren naar '\\wsl.localhost\' of door op het Linux-pictogram te klikken.
pl_pl: Możesz wyświetlić pliki systemu Linux z Eksploratora plików, przechodząc do pliku „\\wsl.localhost\” lub klikając ikonę „Linux”.
pt_br: Você pode visualizar seus arquivos Linux no Explorador de Arquivos navegando até '\\wsl.localhost\' ou clicando no ícone 'Linux'.
pt_pt: Pode ver os seus ficheiros do Linux no Explorador de Ficheiros ao navegar para '\\wsl.localhost\' ou ao clicar no ícone “Linux”.
ru_ru: Файлы Linux можно просматривать из проводника, перейдя в "\\wsl.localhost\" или щелкнув значок "Linux".
sv_se: Du kan visa dina Linux-filer från Utforskaren genom att navigera till \\wsl.localhost\ eller klicka på Linux-ikonen.
tr_tr: Linux dosyalarınızı Dosya Gezgini'nden '\\wsl.localhost\' konumuna giderek veya 'Linux' simgesine tıklayarak görüntüleyebilirsiniz.
zh_cn: 可以通过导航到 '\\wsl.localhost\' 或单击 'Linux' 图标来查看文件资源管理器中的 Linux 文件。
zh_tw: 您可以瀏覽至 '\\wsl.localhost\' 按一下 ‘Linux’ 圖示，從檔案總管檢視 Linux 檔案。

# Settings_OOBECrossOSFileAccess_LaunchWindowsFromWSLTitle.Text
source: Launch Windows files and programs from WSL
cs_cz: Spuštění souborů a programů Windows z WSL
da_dk: Start Windows-filer og -programmer fra WSL
de_de: Windows-Dateien und -Programme über WSL starten
el_gr: Εκκίνηση αρχείων και προγραμμάτων των Windows από το WSL
es_es: Iniciar archivos y programas de Windows desde WSL
fi_fi: Käynnistä Windows-tiedostot ja -ohjelmat WSL:stä
fr_fr: Lancer des fichiers et des programmes Windows à partir de WSL
hu_hu: Windows-fájlok és -programok indítása WSL-ből
it_it: Avvia i file e i programmi di Windows da WSL
ja_jp: WSL から Windows ファイルとプログラムを起動する
ko_kr: WSL에서 Windows 파일 및 프로그램 시작
nb_no: Start Windows-filer og -programmer fra WSL
nl_nl: Windows-bestanden en -programma's starten vanuit WSL
pl_pl: Uruchamiaj pliki i programy systemu Windows z poziomu podsystemu WSL
pt_br: Abrir arquivos e programas do Windows a partir do WSL
pt_pt: Iniciar ficheiros e programas do Windows no WSL
ru_ru: Запуск файлов и программ Windows из WSL
sv_se: Starta Windows-filer och -program från WSL
tr_tr: Windows dosyalarını ve programlarını WSL'den başlatma
zh_cn: 从 WSL 启动 Windows 文件和程序
zh_tw: 從 WSL 啟動 Windows 檔案和程式

# Settings_OOBECrossOSFileAccess_LaunchWindowsFromWSLSample.Text
source: Even while using WSL you can run your Windows executables directly from bash. Try running 'powershell.exe /c start .' to open up File Explorer in your current folder.
cs_cz: I když používáte WSL, můžete spustit spustitelné soubory Windows přímo z bashe. Zkuste spustit powershell.exe /c start . a otevře se Průzkumník souborů v aktuální složce.
da_dk: Selv når du bruger WSL, kan du køre dine eksekverbare Windows-filer direkte fra bash. Prøv at køre 'powershell.exe /c start .' for at åbne Stifinder i din aktuelle mappe.
de_de: Selbst bei Verwendung von WSL können Sie Ihre ausführbaren Windows-Dateien direkt von der Bash ausführen. Versuchen Sie, auszuführen. „powershell.exe /c start .“, um den Datei-Explorer in Ihrem aktuellen Ordner zu öffnen.
el_gr: Ακόμη και όταν χρησιμοποιείτε το WSL μπορείτε να εκτελέσετε τα εκτελέσιμα αρχεία των Windows απευθείας από το bash. Δοκιμάστε να εκτελέσετε το 'powershell.exe /c start .' για να ανοίξετε την Εξερεύνηση Αρχείων στον τρέχοντα φάκελο.
es_es: Incluso al usar WSL, puedes ejecutar los archivos ejecutables de Windows directamente desde Bash. Intenta ejecutar 'powershell.exe /c start .' para abrir Explorador de archivos en la carpeta actual.
fi_fi: Vaikka käyttäisit WSL:ää, voit suorittaa Windows-suoritettavat kohteet suoraan bashista. Yritä suorittaa Avaa Resurssienhallinta nykyisessä kansiossa valitsemalla 'powershell.exe /c start .'.
fr_fr: Même en utilisant WSL, vous pouvez exécuter vos exécutables Windows directement depuis bash. Essayez d’exécuter 'powershell.exe /c start .' pour ouvrir l'Explorateur de fichiers dans votre dossier actuel.
hu_hu: A WSL használata közben is közvetlenül a Bash-ből futtathatja a Windows végrehajtható fájljait. Próbálja futtatni a 'powershell.exe /c start .' parancsot a Fájlkezelő megnyitásához az aktuális mappában.
it_it: Anche durante l'uso di WSL, puoi eseguire i file eseguibili di Windows direttamente da bash. Prova a eseguire 'powershell.exe /c start .' per aprire Esplora file nella cartella corrente.
ja_jp: WSL を使用している間でも、Bash から直接 Windows 実行可能ファイルを実行できます。以下を試してみましょう: 'powershell.exe /c start .' を実行すると、現在のフォルダーでエクスプローラーを開きます。
ko_kr: WSL을 사용하는 동안에도 bash에서 직접 Windows 실행 파일을 실행할 수 있습니다. 실행 시도 'powershell.exe /c start .'를 클릭하여 현재 폴더의 파일 탐색기를 엽니다.
nb_no: Selv når du bruker WSL, kan du kjøre filer som kan kjøres i Windows direkte fra feilsøk. Prøv å kjøre powershell.exe /c start . for å åpne Filutforsker i gjeldende mappe.
nl_nl: Zelfs wanneer u WSL gebruikt, kunt u de uitvoerbare Windows-bestanden rechtstreeks uitvoeren vanuit Bash. Probeer het volgende uit te voeren: 'powershell.exe /c start .' om Verkenner te openen in uw huidige map.
pl_pl: Nawet podczas korzystania z podsystemu WSL możesz uruchamiać pliki wykonywalne systemu Windows bezpośrednio z powłoki Bash. Spróbuj uruchomić „powershell.exe /c start .”, aby otworzyć Eksploratora plików w bieżącym folderze.
pt_br: Mesmo enquanto estiver usando o WSL, você poderá executar seus executáveis do Windows diretamente a partir do bash. Experimente executar 'powershell.exe /c start .' para abrir o Explorador de Arquivos na pasta atual.
pt_pt: Mesmo ao utilizar o WSL, pode executar os seus executáveis do Windows diretamente a partir do bash. Experimente executar 'powershell.exe /c start .' para abrir o Explorador de Ficheiros na sua pasta atual.
ru_ru: Даже при использовании WSL вы можете запускать исполняемые файлы Windows непосредственно из Bash. Попробуйте ввести команду "powershell.exe /c start ." для открытия проводника в текущей папке.
sv_se: Även om du använder WSL kan du köra dina körbara Windows-filer direkt från bash. Prova att köra powershell.exe /c start . för att öppna Utforskaren i den aktuella mappen.
tr_tr: WSL kullanırken bile Windows çalıştırılabilir dosyalarınızı doğrudan bash'ten çalıştırabilirsiniz. Dosya Gezgini’ni geçerli klasörünüzde açmak için 'powershell.exe /c start .' komutunu çalıştırmayı deneyin.
zh_cn: 即使使用 WSL 时，也可以直接从 bash 运行 Windows 可执行文件。尝试运行 'powershell.exe /c start .'，在当前文件夹中打开文件资源管理器。
zh_tw: 即使在使用 WSL 時，您也可以直接從 bash 執行 Windows 可執行檔。請嘗試執行 'powershell.exe /c start .'，以在目前的資料夾中開啟檔案總管。

# Settings_OOBECrossOSFileAccess_NetworkingAppsFromWindowsTitle.Text
source: Accessing Linux Networking Apps from Windows
cs_cz: Přístup k síťovým aplikacím pro Linux z Windows
da_dk: Adgang til Linux-netværksapps fra Windows
de_de: Zugreifen auf Linux-Netzwerk-Apps über Windows
el_gr: Πρόσβαση σε Εφαρμογές Δικτύωσης Linux από τα Windows
es_es: Acceso a aplicaciones de red de Linux desde Windows
fi_fi: Linux-verkkosovellusten käyttäminen Windowsista
fr_fr: Accéder aux Applications Azure Networking Linux à partir de Windows
hu_hu: Linux hálózati alkalmazások elérése a Windowsból
it_it: Accesso alle app di rete Linux da Windows
ja_jp: Windows から Linux ネットワーク アプリへのアクセス
ko_kr: Windows에서 Linux 네트워킹 앱 액세스
nb_no: Få tilgang til Linux-nettverksapper fra Windows
nl_nl: Toegang tot Linux-netwerk-apps vanuit Windows
pl_pl: Uzyskiwanie dostępu do aplikacji sieciowych systemu Linux z systemu Windows
pt_br: Como acessar aplicativos de rede do Linux a partir do Windows
pt_pt: Aceder a Aplicações de Rede do Linux no Windows
ru_ru: Доступ к сетевым приложениям Linux из Windows
sv_se: Komma åt Linux-nätverksappar från Windows
tr_tr: Linux Ağ Uygulamalarına Windows'tan Erişme
zh_cn: 从 Windows 访问 Linux 网络应用
zh_tw: 從 Windows 存取 Linux 網路應用程式
